# Напишите функцию, возвращающую наибольшее из двух чисел

def max2(n1, n2):
    # TODO: your code here
    pass

def max2(n1, n2):
    if n1 < n2:
        return n2
    return n1


print(max2(1, 2))
